Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Quadratic Formula
de: Quadratische Formel
es: Fórmula cuadrática
fr: Formule quadratique
it: Formula quadratica
pt_br: Fórmula Quadrática

source: Quadratic formula
de: Quadratische Lösungsformel
es: fórmula cuadrática
fr: Formule quadratique
it: Formula quadratica
pt_br: Fórmula quadrática

source: Quadrilaterals
de: Vierecke
es: Cuadriláteros
fr: Quadrilatères
it: Quadrilateri
pt_br: Quadriláteros

source: Quadruples
de: Vervierfacht sich
es: Cuádruples
it: Quadruplo
pt_br: Quádruplos

source: Question %lld of %lld
de: Frage %lld von %lld
es: Pregunta %lld de %lld
fr: Question %lld de %lld
it: Domanda %lld di %lld
pt_br: Pergunta %lld de %lld

source: Question numbers
de: Fragennummern
es: Números de preguntas
fr: Numéros de questions
it: Numeri delle domande
pt_br: Números das perguntas

source: Questions
de: Fragen
es: Preguntas
it: Domande
pt_br: Questões

source: Questions return right before you'd forget them, so it actually sticks.
de: Aufgaben kommen wieder, kurz bevor du sie vergisst — so bleibt es wirklich hängen.
es: Las preguntas regresan justo antes de que las olvides, por lo que en realidad se quedan.
fr: Les questions reviennent juste avant que vous ne les oubliiez, donc ça colle.
it: Le domande ritornano subito prima che tu le dimentichi, quindi in realtà si attacca.
pt_br: As perguntas retornam logo antes de você esquecê-las, então elas realmente permanecem.

source: Quick level check
de: Kurzer Level-Check
es: Chequeo rápido de nivel
fr: Vérification rapide du niveau
it: Controllo rapido del livello
pt_br: Checagem rápida de nível

source: Quit
de: Abbrechen
es: Abandonar
fr: Quitter
it: Esentato
pt_br: Desistir

source: Quit this practice?
de: Übung abbrechen?
es: ¿Dejar esta práctica?
fr: Abandonner cette pratique ?
it: Abbandonare questa pratica?
pt_br: Abandonar esta prática?

source: Quotient rule
de: Quotientenregel
es: regla del cociente
fr: Règle du quotient
it: Regola del quoziente
pt_br: Regra do quociente

source: Radians & Degrees
de: Bogenmaß & Gradmaß
es: Radianes y grados
fr: Radians et degrés
it: Radianti e gradi
pt_br: Radianos e Graus

source: Radians measure angles by arc length. Half a circle is π radians.
de: Das Bogenmaß misst Winkel über die Bogenlänge. Ein halber Kreis ist π im Bogenmaß.
es: Los radianes miden los ángulos por la longitud del arco. Un medio círculo mide π radianes.
fr: Les radians mesurent les angles par longueur d'arc. Un demi-cercle équivaut à π radians.
it: I radianti misurano gli angoli in base alla lunghezza dell'arco. Mezzo cerchio è π radianti.
pt_br: Os radianos medem ângulos pelo comprimento do arco. Meio círculo equivale a π radianos.

source: Raises the principal
de: Erhöht den Hauptbetrag
es: levanta el director
fr: Augmente le principal
it: Alza il preside
pt_br: Aumenta o principal

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
it: Casuale
pt_br: Aleatório

source: Random sample
de: Zufallsstichprobe
es: muestra aleatoria
fr: Échantillon aléatoire
it: Campione casuale
pt_br: Amostra aleatória

source: Random sampling mainly helps reduce:
de: Zufällige Stichproben tragen vor allem dazu bei, Folgendes zu reduzieren:
es: El muestreo aleatorio ayuda principalmente a reducir:
fr: L’échantillonnage aléatoire permet principalement de réduire :
it: Il campionamento casuale aiuta principalmente a ridurre:
pt_br: A amostragem aleatória ajuda principalmente a reduzir:

source: Random selection helps avoid systematic overrepresentation
de: Eine zufällige Auswahl trägt dazu bei, eine systematische Überrepräsentation zu vermeiden
es: La selección aleatoria ayuda a evitar una representación excesiva sistemática
fr: La sélection aléatoire permet d’éviter une surreprésentation systématique
it: La selezione casuale aiuta a evitare una sovrarappresentazione sistematica
pt_br: A seleção aleatória ajuda a evitar a sobre-representação sistemática

source: Random selection helps the sample represent the population.
de: Durch die Zufallsauswahl kann die Stichprobe die Grundgesamtheit repräsentieren.
es: La selección aleatoria ayuda a que la muestra represente a la población.
fr: La sélection aléatoire aide l'échantillon à représenter la population.
it: La selezione casuale aiuta il campione a rappresentare la popolazione.
pt_br: A seleção aleatória ajuda a amostra a representar a população.

source: Range
de: Reichweite
es: Rango
fr: Gamme
it: Allineare
pt_br: Faixa

source: Range = max − min, so it measures how wide the data span is
de: Bereich = max − min, also misst es, wie breit die Datenspanne ist
es: Rango = max − min, por lo que mide qué tan amplio es el intervalo de datos
fr: Range = max − min, il mesure donc la largeur de l'étendue des données
it: Intervallo = max − min, quindi misura l'ampiezza dell'intervallo di dati
pt_br: Intervalo = max - min, então mede a largura do intervalo de dados

source: Rate Mathio
de: Mathio bewerten
es: Valorar Mathio
fr: Noter Mathio
it: Valuta Mathio
pt_br: Avaliar Mathio

source: Ratio as a fraction
de: Verhältnis als Bruch
es: Razón como fracción
fr: Rapport en fraction
it: Rapporto come frazione
pt_br: Razão como uma fração

source: Ratios & Proportions
de: Verhältnisse & Proportionen
es: Razones y proporciones
fr: Rapports et proportions
it: Rapporti e proporzioni
pt_br: Razões e proporções

source: Read the formula.
de: Lies die Formel.
es: Lee la fórmula.
fr: Lisez la formule.
it: Leggi la formula.
pt_br: Leia a fórmula.

source: Ready to think?
de: Bereit nachzudenken?
es: ¿Listo para pensar?
fr: Prêt à réfléchir ?
it: Pronti a pensare?
pt_br: Pronto para pensar?

source: Real value
de: Echter Wert
es: Valor real
fr: Valeur réelle
it: Valore reale
pt_br: Valor real

source: Real value measures purchasing power after price changes
de: Der reale Wert misst die Kaufkraft nach Preisänderungen
es: El valor real mide el poder adquisitivo después de cambios de precios
fr: La valeur réelle mesure le pouvoir d'achat après les changements de prix
it: Il valore reale misura il potere d’acquisto dopo le variazioni dei prezzi
pt_br: O valor real mede o poder de compra após alterações de preços

source: Real values remove the effect of inflation.
de: Reale Werte eliminieren den Effekt der Inflation.
es: Los valores reales eliminan el efecto de la inflación.
fr: Les valeurs réelles suppriment l’effet de l’inflation.
it: I valori reali rimuovono l’effetto dell’inflazione.
pt_br: Os valores reais eliminam o efeito da inflação.

source: Rebuild foundations without pressure
de: Grundlagen ohne Druck neu aufbauen
es: Reconstruir bases sin presión
fr: Reconstruire les bases sans pression
it: Ricostruire le basi senza pressione
pt_br: Reconstruir fundamentos sem pressão

source: Recognize the pattern → square it back.
de: Muster erkennen → wieder zur Quadratform.
es: Reconoce el patrón → cuadralo nuevamente.
fr: Reconnaissez le modèle → remettez-le au carré.
it: Riconosci il motivo → riquadralo.
pt_br: Reconheça o padrão → ajuste-o de volta.

source: Rectangle area
de: Fläche des Rechtecks
es: Área rectangular
fr: Zone rectangulaire
it: Area rettangolare
pt_br: Área retangular

source: Reduces the amount borrowed
de: Reduziert den geliehenen Betrag
es: Reduce la cantidad prestada
fr: Réduit le montant emprunté
it: Riduce l'importo preso in prestito
pt_br: Reduz o valor emprestado

source: Reduces the system to a single equation.
de: Reduziert das System auf eine einzige Gleichung.
es: Reduce el sistema a una sola ecuación.
fr: Réduit le système à une seule équation.
it: Riduce il sistema ad una singola equazione.
pt_br: Reduz o sistema a uma única equação.

source: Reflection over the x-axis sends (2, 5) to:
de: Die Spiegelung über der x-Achse sendet (2, 5) an:
es: La reflexión sobre el eje x envía (2, 5) a:
fr: La réflexion sur l'axe des x envoie (2, 5) à :
it: La riflessione sull'asse x invia (2, 5) a:
pt_br: A reflexão sobre o eixo x envia (2, 5) para:

source: Reflection over x-axis
de: Spiegelung über der x-Achse
es: Reflexión sobre el eje x
fr: Réflexion sur l'axe des x
it: Riflessione sull'asse x
pt_br: Reflexão sobre o eixo x

source: Refresh algebra, calculus, and statistics
de: Algebra, Analysis und Statistik auffrischen
es: Repasar álgebra, cálculo y estadística
fr: Revoir algèbre, analyse et statistiques
it: Ripassare algebra, analisi e statistica
pt_br: Revisar álgebra, cálculo e estatística

source: Refresh what you've learned.
de: Frische auf, was du gelernt hast.
es: Actualiza lo que has aprendido.
fr: Actualisez ce que vous avez appris.
it: Aggiorna ciò che hai imparato.
pt_br: Atualize o que você aprendeu.

source: Remainder
de: Rest
es: Resto
fr: Reste
it: Resto
pt_br: Restante

source: Remove bookmark
de: Lesezeichen entfernen
es: Quitar marcador
fr: Supprimer le favori
it: Rimuovi segnalibro
pt_br: Remover favorito

source: Removes all interest rates
de: Entfernt alle Zinssätze
es: Elimina todas las tasas de interés
fr: Supprime tous les taux d'intérêt
it: Rimuove tutti i tassi di interesse
pt_br: Remove todas as taxas de juros

source: Replace x with 3.
de: Ersetze x durch 3.
es: Reemplace x con 3.
fr: Remplacez x par 3.
it: Sostituisci x con 3.
pt_br: Substitua x por 3.

source: Reset all progress
de: Fortschritt zurücksetzen
es: Restablecer todo el progreso
fr: Réinitialiser toute la progression
it: Ripristina tutti i progressi
pt_br: Redefinir todo o progresso

source: Reset all progress?
de: Fortschritt zurücksetzen?
es: ¿Restablecer todo el progreso?
fr: Réinitialiser toute la progression ?
it: Resettare tutti i progressi?
pt_br: Redefinir todo o progresso?

source: Reset everything
de: Alles zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
it: Resetta tutto
pt_br: Redefinir tudo

source: Restore
de: Wiederherst.
es: Restaurar
fr: Restaurer
it: Ripristinare
pt_br: Restaurar

source: Restore purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt_br: Restaurar compras

source: Result: (1, 3)
de: Ergebnis: (1, 3)
es: Resultado: (1, 3)
fr: Résultat : (1, 3)
it: Risultato: (1, 3)
pt_br: Resultado: (1, 3)

source: Result: (2, −5)
de: Ergebnis: (2, −5)
es: Resultado: (2, −5)
fr: Résultat : (2, −5)
it: Risultato: (2, −5)
pt_br: Resultado: (2, −5)

source: Result: (3, 5)
de: Ergebnis: (3, 5)
es: Resultado: (3, 5)
fr: Résultat : (3, 5)
it: Risultato: (3, 5)
pt_br: Resultado: (3, 5)

source: Result: (6, 4)
de: Ergebnis: (6, 4)
es: Resultado: (6, 4)
fr: Résultat : (6, 4)
it: Risultato: (6, 4)
pt_br: Resultado: (6, 4)

source: Result: 6x
de: Ergebnis: 6x
es: Resultado: 6x
fr: Résultat : 6x
it: Risultato: 6x
pt_br: Resultado: 6x

source: Reverse of d/dx(sin x) = cos x.
de: Umkehrung von d/dx(sin x) = cos x.
es: Inverso de d/dx(sin x) = cos x.
fr: Inverse de d/dx(sin x) = cos x.
it: Inverso di d/dx(sen x) = cos x.
pt_br: Inverso de d/dx(sen x) = cos x.

source: Reverse of d/dx(sin x).
de: Umkehrung von d/dx(sin x).
es: Inverso de d/dx(sen x).
fr: Inverse de d/dx(sin x).
it: Inverso di d/dx(sin x).
pt_br: Inverso de d/dx(sen x).

source: Reverses
de: Kehrt sich um
es: Invierte
fr: Inverses
it: Rovesci
pt_br: Inverte

source: Review
de: Wiederholung
es: Revisar
fr: Revoir
it: Revisione
pt_br: Análise

source: Review complete
de: Wiederholung abgeschlossen
es: Revisión completa
fr: Examen terminé
it: Revisione completata
pt_br: Revisão concluída

source: Review due
de: Wiederholung fällig
es: Revisión pendiente
fr: Examen dû
it: Revisione dovuta
pt_br: Revisão vencida

source: Review loop
de: Wiederholungsrunde
es: Ciclo de repaso
fr: Boucle de révision
it: Ciclo di ripasso
pt_br: Ciclo de revisão

source: Reviewer override cleared
de: Reviewer-Override zurückgesetzt
es: Anulación del revisor borrada
fr: Remplacement du réviseur effacé
it: L'override del revisore è stato cancellato
pt_br: Substituição do revisor desmarcada

source: Rewrite in exponential form.
de: Schreibe in Potenzform um.
es: Reescribe en forma exponencial.
fr: Réécrivez sous forme exponentielle.
it: Riscrivi in ​​forma esponenziale.
pt_br: Reescreva na forma exponencial.

source: Right triangle with legs 5 and 12. Area?
de: Rechtwinkliges Dreieck mit Katheten 5 und 12. Flächeninhalt?
es: Triángulo rectángulo con catetos 5 y 12. ¿Área?
fr: Triangle rectangle avec les pattes 5 et 12. Aire ?
it: Triangolo rettangolo con i cateti 5 e 12. Area?
pt_br: Triângulo retângulo com pernas 5 e 12. Área?

source: Right triangle: opposite 3, hypotenuse 5. sin θ?
de: Rechtwinkliges Dreieck: Gegenkathete 3, Hypotenuse 5. sin θ?
es: Triángulo rectángulo: opuesto 3, hipotenusa 5. ¿sen θ?
fr: Triangle rectangle : opposé 3, hypoténuse 5. sin θ ?
it: Triangolo rettangolo: opposto 3, ipotenusa 5. sin θ?
pt_br: Triângulo retângulo: oposto 3, hipotenusa 5. sen θ?

source: Rise over run.
de: Steigung = Höhenunterschied / Längenunterschied.
es: Levántate sobre la carrera.
fr: Montez au-dessus de la course.
it: Alzati oltre la corsa.
pt_br: Levante-se, corra.

source: Roots: x = 2 or x = 3
de: Lösungen: x = 2 oder x = 3
es: Raíces: x = 2 o x = 3
fr: Racines : x = 2 ou x = 3
it: Radici: x = 2 o x = 3
pt_br: Raízes: x = 2 ou x = 3

source: Rotation turns the vector.
de: Durch Drehung wird der Vektor gedreht.
es: La rotación convierte el vector.
fr: La rotation fait tourner le vecteur.
it: La rotazione trasforma il vettore.
pt_br: A rotação transforma o vetor.

source: Rounded: $95.24
de: Gerundet: $95.24
es: Redondeado: $95.24
fr: Arrondi : $95.24
it: Arrotondato: $95.24
pt_br: Arredondado: $95.24

source: Row 2, column 2
de: Zeile 2, Spalte 2
es: Fila 2, columna 2
fr: Ligne 2, colonne 2
it: Riga 2, colonna 2
pt_br: Linha 2, coluna 2

source: Row 2, column 3
de: Zeile 2, Spalte 3
es: Fila 2, columna 3
fr: Ligne 2, colonne 3
it: Riga 2, colonna 3
pt_br: Linha 2, coluna 3

source: Row 3, column 2
de: Zeile 3, Spalte 2
es: Fila 3, columna 2
fr: Ligne 3, colonne 2
it: Riga 3, colonna 2
pt_br: Linha 3, coluna 2

source: Rows first, columns second.
de: Zuerst die Zeilen, dann die Spalten.
es: Primero las filas, después las columnas.
fr: Les lignes en premier, les colonnes en second.
it: Prima le righe, poi le colonne.
pt_br: Linhas primeiro, colunas depois.

source: Rows × columns = 2 × 3
de: Zeilen × Spalten = 2 × 3
es: Filas × columnas = 2 × 3
fr: Lignes × colonnes = 2 × 3
it: Righe × colonne = 2 × 3
pt_br: Linhas × colunas = 2 × 3

source: SOH.
de: GAH (Gegenkathete/Ankathete/Hypotenuse).
es: SOL.

source: Same as equations
de: Wie bei Gleichungen
es: Igual que las ecuaciones
fr: Identique aux équations
it: Uguale alle equazioni
pt_br: O mesmo que equações

source: Same base → add the exponents.
de: Gleiche Basis → Exponenten addieren.
es: Misma base → suma los exponentes.
fr: Même base → ajoutez les exposants.
it: Stessa base → aggiungi gli esponenti.
pt_br: Mesma base → adicione os expoentes.

source: Same base → subtract the exponents.
de: Gleiche Basis → Exponenten subtrahieren.
es: Misma base → restar los exponentes.
fr: Même base → soustraire les exposants.
it: Stessa base → sottrai gli esponenti.
pt_br: Mesma base → subtraia os expoentes.

source: Same output
de: Dieselbe Ausgabe
es: Misma salida
fr: Même résultat
it: Stessa uscita
pt_br: Mesma saída

source: Same sign → positive product. Different sign → negative.
de: Gleiches Vorzeichen → positives Produkt. Unterschiedliches Vorzeichen → negatives.
es: Mismo signo → producto positivo. Signo diferente → negativo.
fr: Même signe → produit positif. Different sign → negative.
it: Stesso segno → prodotto positivo. Segno diverso → negativo.
pt_br: Mesmo sinal → produto positivo. Sinal diferente → negativo.

source: Same-direction movement means positive correlation
de: Bewegung in dieselbe Richtung bedeutet positive Korrelation

source: Sample size
de: Probengröße
es: Tamaño de la muestra
fr: Taille de l'échantillon
it: Dimensione del campione
pt_br: Tamanho da amostra

source: Sampling & Bias
de: Stichprobenziehung und Bias
es: Muestreo y sesgo
fr: Échantillonnage et biais
it: Campionamento e bias
pt_br: Amostragem e preconceito

source: Savings
de: Ersparnisse
es: Ahorros
fr: Économies
it: Risparmio
pt_br: Poupança

source: Savings are $200 from $1000 income. Savings rate?
de: Die Ersparnis beträgt $200 aus $1000 Einkommen. Sparquote?
es: Los ahorros son $200 de $1000 ingresos. ¿Tasa de ahorro?
fr: L'épargne représente $200 sur $1000 revenus. Taux d'épargne ?
it: I risparmi provengono da $200 dal reddito di $1000. Tasso di risparmio?
pt_br: A poupança é $200 da renda de $1000. Taxa de poupança?

source: Savings disappear instantly
de: Die Ersparnisse verschwinden sofort
es: Los ahorros desaparecen instantáneamente
fr: Les économies disparaissent instantanément
it: I risparmi scompaiono all'istante
pt_br: A poupança desaparece instantaneamente

source: Savings rate
de: Sparquote
es: Tasa de ahorro
fr: Taux d'épargne
it: Tasso di risparmio
pt_br: Taxa de poupança

source: Scaling
de: Skalierung
es: Escalada
fr: Mise à l'échelle
it: Ridimensionamento
pt_br: Dimensionamento

source: School support
de: Unterstützung für die Schule
es: Apoyo escolar
fr: Soutien scolaire
it: Supporto scolastico
pt_br: Apoio escolar

source: Scientific Notation
de: Wissenschaftliche Schreibweise

source: Scientific form
de: Wissenschaftliche Form

source: Scientific notation writes very large or very small numbers as a number from 1 to 10 times a power of 10.
de: Die wissenschaftliche Schreibweise stellt sehr große oder sehr kleine Zahlen als Zahl von 1 bis 10 mal Zehnerpotenz dar.

source: Second derivative test
de: Test mit der zweiten Ableitung

source: Self-learners who want structure without distractions
de: Selbstlerner, die Struktur ohne Ablenkung wollen
es: Autodidactas que quieren estructura sin distracciones
fr: Autodidactes qui veulent une structure sans distractions
it: Autodidatti che vogliono struttura senza distrazioni
pt_br: Autodidatas que querem estrutura sem distrações

source: Self-learners who want structure without noisy gamification
de: Selbstlerner, die Struktur ohne laute Gamification wollen

source: Self-study
de: Selbststudium
es: Autoestudio
fr: Auto-apprentissage
it: Studio autonomo
pt_br: Autoestudo

source: Send feedback
de: Feedback senden
es: Enviar comentarios
fr: Envoyer un avis
it: Invia feedback
pt_br: Enviar feedback

source: Separate categories call for separate bars.
de: Separate Kategorien erfordern separate Bars.
es: Las categorías separadas requieren barras separadas.
fr: Des catégories distinctes nécessitent des barres distinctes.
it: Categorie separate richiedono barre separate.
pt_br: Categorias separadas exigem bares separados.

source: Sequences
de: Sequenzen
es: Secuencias
fr: Séquences
it: Sequenze
pt_br: Sequências

source: Sequences are ordered lists of numbers. Patterns can grow by addition, multiplication, or custom rules.
de: Folgen sind geordnete Zahlenlisten. Muster können durch Addition, Multiplikation oder benutzerdefinierte Regeln wachsen.
es: Las secuencias son listas ordenadas de números. Los patrones pueden crecer mediante suma, multiplicación o reglas personalizadas.
fr: Les séquences sont des listes ordonnées de nombres. Les modèles peuvent se développer par addition, multiplication ou règles personnalisées.
it: Le sequenze sono elenchi ordinati di numeri. I modelli possono crescere mediante addizione, moltiplicazione o regole personalizzate.
pt_br: As sequências são listas ordenadas de números. Os padrões podem crescer por adição, multiplicação ou regras personalizadas.

source: Set f′(x) = 2x − 4 equal to 0.
de: Setze f′(x) = 2x − 4 gleich 0.
es: Establezca f′(x) = 2x − 4 igual a 0.
fr: Définir f′(x) = 2x − 4 égal à 0.
it: Poniamo f′(x) = 2x − 4 uguale a 0.
pt_br: Defina f′(x) = 2x − 4 igual a 0.

source: Set f′(x) = −2x + 6 equal to 0.
de: Setze f′(x) = −2x + 6 gleich 0.

source: Sets collect distinct objects and make it easier to reason about groups.
de: Sets sammeln unterschiedliche Objekte und erleichtern das Nachdenken über Gruppen.
es: Los conjuntos recopilan objetos distintos y facilitan el razonamiento sobre grupos.
fr: Les ensembles collectent des objets distincts et facilitent le raisonnement sur les groupes.
it: Gli insiemi raccolgono oggetti distinti e rendono più semplice ragionare sui gruppi.
pt_br: Os conjuntos coletam objetos distintos e facilitam o raciocínio sobre os grupos.

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt_br: Configurações

source: Shapes & distance
de: Formen & Abstand
es: Formas y distancia
fr: Formes et distances
it: Forme e distanza
pt_br: Formas e distância

source: Shifted absolute value
de: Verschobener Betrag

source: Show hint
de: Hinweis zeigen
es: Mostrar pista
fr: Afficher l'indice
it: Mostra suggerimento
pt_br: Mostrar dica

source: Side cubed.
de: Seite hoch drei.
es: Lado en cubos.
fr: Côté en cubes.
it: Lato a cubetti.
pt_br: Lado em cubos.

source: Sign rules
de: Vorzeichenregeln
es: Reglas de firma
fr: Règles de signature
it: Regole dei segni
pt_br: Regras de assinatura

source: Simple Interest
de: Einfaches Interesse
es: Interés simple
fr: Intérêts simples
it: Interesse semplice
pt_br: Juros simples

source: Simple interest
de: Einfaches Interesse
es: Interés simple
fr: Intérêts simples
it: Interesse semplice
pt_br: Juros simples

source: Simple interest does not earn interest on interest
de: Einfache Zinsen bringen keinen Zinsertrag
es: El interés simple no genera intereses sobre intereses.
fr: Les intérêts simples ne rapportent pas d'intérêts sur les intérêts
it: L'interesse semplice non frutta interessi su interessi
pt_br: Juros simples não rendem juros sobre juros

source: Simple interest grows by the same amount each period because it is calculated from the original principal.
de: Der einfache Zins erhöht sich in jeder Periode um den gleichen Betrag, da er aus dem ursprünglichen Kapital berechnet wird.
es: El interés simple crece en la misma cantidad en cada período porque se calcula a partir del principal original.
fr: Les intérêts simples augmentent du même montant à chaque période car ils sont calculés à partir du principal initial.
it: L'interesse semplice cresce dello stesso importo in ogni periodo perché viene calcolato dal capitale originale.
pt_br: Os juros simples aumentam no mesmo valor a cada período porque são calculados a partir do principal original.

source: Simple interest is calculated from:
de: Der einfache Zins errechnet sich aus:
es: El interés simple se calcula a partir de:
fr: Les intérêts simples sont calculés à partir de :
it: L'interesse semplice si calcola da:
pt_br: Os juros simples são calculados a partir de:

source: Simple interest uses the original principal each time
de: Bei einfachen Zinsen wird jedes Mal der ursprüngliche Kapitalbetrag verwendet
es: El interés simple utiliza el capital original cada vez.
fr: Les intérêts simples utilisent à chaque fois le capital initial
it: L'interesse semplice utilizza ogni volta il capitale originale
pt_br: Os juros simples usam o principal original cada vez

source: Simple means the base does not change.
de: Einfach bedeutet, dass sich die Basis nicht ändert.
es: Simple significa que la base no cambia.
fr: Simple signifie que la base ne change pas.
it: Semplice significa che la base non cambia.
pt_br: Simples significa que a base não muda.

source: Simple probability
de: Einfache Wahrscheinlichkeit
es: probabilidad simple
fr: Probabilité simple
it: Probabilità semplice
pt_br: Probabilidade simples

source: Simplify
de: Vereinfachen
es: Simplificar
fr: Simplifier
it: Semplificare
pt_br: Simplificar

source: Simplify (3²)³.
de: Vereinfache (3²)³.
es: Simplifica (3²)³.
fr: Simplifiez (3²)³.
it: Semplifica (3²)³.
pt_br: Simplifique (3²)³.

source: Simplify 2 : 4.
de: Kürze 2 : 4.
es: Simplifica 2: 4.
fr: Simplifiez 2 : 4.
it: Semplifica 2:4.
pt_br: Simplifique 2: 4.
